Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 关键帧时间轴
ar: الجدول الزمني للإطارات الرئيسية
de: Keyframe-Zeitleiste
en: Keyframe Timeline
es: Línea de tiempo de fotogramas
fr: Chronologie des images clés
hi: कीफ़्रेम टाइमलाइन
id: Linimasa Keyframe
it: Sequenza fotogrammi chiave
ja: キーフレームタイムライン
ko: 키프레임 타임라인
nl: Keyframe-tijdlijn
pl: Oś czasu klatek
pt: Linha temporal de fotogramas
ru: Таймлайн ключевых кадров
sv: Nyckelbildrutors tidslinje
th: ไทม์ไลน์คีย์เฟรม
tr: Kare Zaman Çizelgesi
uk: Часова шкала ключових кадрів
vi: Dòng thời gian khung hình
zh_hant: 關鍵影格時間軸

source: 关闭
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hant: 關閉

source: 关闭查找
ar: إغلاق البحث
de: Suchen schließen
en: Close Find
es: Cerrar búsqueda
fr: Fermer la recherche
hi: खोज बंद करें
id: Tutup pencarian
it: Chiudi ricerca
ja: 検索を閉じる
ko: 찾기 닫기
nl: Zoeken sluiten
pl: Zamknij wyszukiwanie
pt: Fechar busca
ru: Закрыть поиск
sv: Stäng sökning
th: ปิดการค้นหา
tr: Aramayı kapat
uk: Закрити пошук
vi: Đóng tìm kiếm
zh_hant: 關閉尋找

source: 其他
ar: أخرى
de: Sonstiges
en: Other
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ru: Другое
sv: Annat
th: อื่น ๆ
tr: Diğer
uk: Інше
vi: Khác

source: 其他（手动输入）
ar: أخرى (إدخال يدوي)
de: Andere (manuell eingeben)
en: Other (enter manually)
es: Otro (introducir manualmente)
fr: Autre (saisie manuelle)
hi: अन्य (मैन्युअल रूप से दर्ज करें)
id: Lainnya (isi manual)
it: Altro (inserimento manuale)
ja: その他（手動入力）
ko: 기타(직접 입력)
nl: Anders (handmatig invoeren)
pl: Inne (wpisz ręcznie)
pt: Outro (introduzir manualmente)
ru: Другое (ввести вручную)
sv: Annat (ange manuellt)
th: อื่น ๆ (ป้อนด้วยตนเอง)
tr: Diğer (elle girin)
uk: Інше (ввести вручну)
vi: Khác (nhập thủ công)
zh_hant: 其他（手動輸入）

source: 内容（Markdown）
ar: المحتوى (Markdown)
de: Inhalt (Markdown)
en: Content (Markdown)
es: Contenido (Markdown)
fr: Contenu (Markdown)
hi: सामग्री (Markdown)
id: Konten (Markdown)
it: Contenuto (Markdown)
ko: 내용 (Markdown)
nl: Inhoud (Markdown)
pl: Treść (Markdown)
pt: Conteúdo (Markdown)
ru: Содержимое (Markdown)
sv: Innehåll (Markdown)
th: เนื้อหา (Markdown)
tr: İçerik (Markdown)
uk: Вміст (Markdown)
vi: Nội dung (Markdown)
zh_hant: 內容（Markdown）

source: 内容不是会议（课程、播客、语音备忘等）时，生成概要总结使用。
ar: يُستخدم لإنشاء ملخص موجز عندما لا يكون المحتوى اجتماعًا (محاضرات، بودكاست، مذكرات صوتية، إلخ).
de: Wird verwendet, um eine Kurzzusammenfassung zu erstellen, wenn der Inhalt keine Sitzung ist (Vorlesungen, Podcasts, Sprachnotizen usw.).
en: Used to generate a brief summary when the content isn't a meeting (lectures, podcasts, voice memos, etc.).
es: Se usa para generar un resumen breve cuando el contenido no es una reunión (clases, pódcast, notas de voz, etc.).
fr: Utilisé pour générer un résumé bref lorsque le contenu n'est pas une réunion (cours, podcasts, mémos vocaux, etc.).
hi: जब सामग्री बैठक न हो (व्याख्यान, पॉडकास्ट, वॉइस मेमो आदि) तो संक्षिप्त सारांश बनाने के लिए उपयोग किया जाता है।
id: Digunakan untuk membuat ringkasan singkat saat konten bukan rapat (kuliah, podcast, memo suara, dll.).
it: Usato per generare una sintesi breve quando il contenuto non è una riunione (lezioni, podcast, memo vocali, ecc.).
ja: 内容が会議でない場合（講義、ポッドキャスト、ボイスメモなど）に概要要約を生成するときに使用します。
ko: 내용이 회의가 아닐 때(강의, 팟캐스트, 음성 메모 등) 요약을 생성하는 데 사용합니다.
nl: Wordt gebruikt om een korte samenvatting te maken wanneer de inhoud geen vergadering is (colleges, podcasts, spraakmemo's, enz.).
pl: Służy do generowania krótkiego podsumowania, gdy treść nie jest spotkaniem (wykłady, podcasty, notatki głosowe itp.).
pt: Usado para gerar um resumo breve quando o conteúdo não é uma reunião (aulas, podcasts, memorandos de voz, etc.).
ru: Используется для создания кратких итогов, когда содержимое не является встречей (лекции, подкасты, голосовые заметки и т. д.).
sv: Används för att skapa en kort sammanfattning när innehållet inte är ett möte (föreläsningar, poddar, röstmemon m.m.).
th: ใช้สำหรับสร้างสรุปย่อเมื่อเนื้อหาไม่ใช่การประชุม (บทเรียน พอดแคสต์ บันทึกเสียง ฯลฯ)
tr: İçerik bir toplantı değilse (ders, podcast, sesli not vb.) kısa özet oluşturmak için kullanılır.
uk: Використовується для створення стислого підсумку, коли вміст не є нарадою (лекції, подкасти, голосові нотатки тощо).
vi: Dùng để tạo tóm tắt ngắn khi nội dung không phải cuộc họp (bài giảng, podcast, ghi chú thoại, v.v.).
zh_hant: 內容不是會議（課程、播客、語音備忘等）時，產生概要總結使用。

source: 内容无法编码写入系统钥匙串。
ar: تعذّر ترميز المحتوى لكتابته في سلسلة مفاتيح النظام.
de: Der Inhalt konnte nicht für den System-Schlüsselbund kodiert werden.
en: The content could not be encoded for the system Keychain.
es: El contenido no se pudo codificar para escribirlo en el Llavero del sistema.
fr: Le contenu n'a pas pu être encodé pour être écrit dans le trousseau système.
hi: सामग्री को एन्कोड करके सिस्टम कीचेन में नहीं लिखा जा सका।
id: Konten tidak dapat dikodekan untuk ditulis ke Rantai Kunci sistem.
it: Non è stato possibile codificare il contenuto per scriverlo nel Portachiavi di sistema.
ja: 内容をエンコードしてシステムキーチェーンに書き込めません。
ko: 내용을 인코딩하여 시스템 키체인에 기록할 수 없습니다.
nl: De inhoud kon niet worden gecodeerd voor de systeemsleutelhanger.
pl: Nie udało się zakodować zawartości do zapisu w pęku kluczy systemu.
pt: O conteúdo não pôde ser codificado para gravação no Porta-chaves do sistema.
ru: Не удалось закодировать содержимое для записи в системную связку ключей.
sv: Innehållet kunde inte kodas för att skrivas till systemets Nyckelring.
th: ไม่สามารถเข้ารหัสเนื้อหาเพื่อเขียนลงพวงกุญแจของระบบได้
tr: İçerik, sistem Anahtar Zinciri’ne yazılmak üzere kodlanamadı.
uk: Не вдалося закодувати вміст для запису в системну в’язку ключів.
vi: Không thể mã hóa nội dung để ghi vào Chuỗi khóa của hệ thống.
zh_hant: 內容無法編碼寫入系統鑰匙圈。

source: 最后更新：2025 年
ar: آخر تحديث: 2025
de: Zuletzt aktualisiert: 2025
en: Last updated: 2025
es: Última actualización: 2025
fr: Dernière mise à jour : 2025
hi: अंतिम अपडेट: 2025
id: Pembaruan terakhir: 2025
it: Ultimo aggiornamento: 2025
ja: 最終更新: 2025年
ko: 마지막 업데이트: 2025년
nl: Laatst bijgewerkt: 2025
pl: Ostatnia aktualizacja: 2025
pt: Última atualização: 2025
ru: Последнее обновление: 2025 г.
sv: Senast uppdaterad: 2025
th: อัปเดตล่าสุด: 2025
tr: Son güncelleme: 2025
uk: Останнє оновлення: 2025
vi: Cập nhật lần cuối: 2025
zh_hant: 最後更新：2025 年

source: 最多 %lld 个并行
ar: حتى %lld بالتوازي
de: Bis zu %lld parallel
en: Up to %lld in parallel
es: Hasta %lld en paralelo
fr: Jusqu'à %lld en parallèle
hi: अधिकतम %lld समानांतर
id: Maksimal %lld paralel
it: Fino a %lld in parallelo
ja: 最大 %lld 個まで同時実行
ko: 최대 %lld개 동시 실행
nl: Maximaal %lld parallel
pl: Maksymalnie %lld równolegle
pt: Até %lld em paralelo
ru: До %lld параллельно
sv: Upp till %lld parallellt
th: สูงสุด %lld พร้อมกัน
tr: En fazla %lld paralel
uk: До %lld паралельно
vi: Tối đa %lld song song
zh_hant: 最多 %lld 個並行

source: 最快
ar: الأسرع
de: Am schnellsten
en: Fastest
es: La más rápida
fr: Le plus rapide
hi: सबसे तेज़
id: Tercepat
it: La più veloce
ja: 最速
ko: 가장 빠름
nl: Snelst
pl: Najszybsza
pt: A mais rápida
ru: Самая быстрая
sv: Snabbast
th: เร็วที่สุด
tr: En hızlı
uk: Найшвидша
vi: Nhanh nhất

source: 最精细
ar: الأدق
de: Am feinsten
en: Finest
es: La más fina
fr: La plus fine
hi: सर्वाधिक सूक्ष्म
id: Paling halus
it: La più fine
ja: 最高精度
ko: 최정밀
nl: Fijnst
pl: Najdokładniejsza
pt: A mais fina
ru: Самая точная
sv: Finast
th: ละเอียดที่สุด
tr: En ince
uk: Найточніша
vi: Mịn nhất
zh_hant: 最精細

source: 最近失败
ar: أحدث الإخفاقات
de: Zuletzt fehlgeschlagen
en: Recent Failures
es: Fallos recientes
fr: Échecs récents
hi: हाल की विफलताएँ
id: Kegagalan Terbaru
it: Errori recenti
ja: 最近の失敗
ko: 최근 실패
nl: Recente fouten
pl: Ostatnie niepowodzenia
pt: Falhas recentes
ru: Недавние сбои
sv: Senaste fel
th: ความล้มเหลวล่าสุด
tr: Son Hatalar
uk: Останні збої
vi: Lỗi gần đây
zh_hant: 最近失敗

source: 写入中...
ar: جارٍ الكتابة...
de: Schreiben...
en: Writing...
es: Escribiendo...
fr: Écriture...
hi: लिखा जा रहा है...
id: Menulis...
it: Scrittura...
ja: 書き込み中...
ko: 쓰는 중...
nl: Schrijven...
pl: Zapisywanie...
pt: Gravando...
ru: Запись...
sv: Skriver...
th: กำลังเขียน...
tr: Yazılıyor...
uk: Записування...
vi: Đang ghi...
zh_hant: 寫入中...

source: 写入提醒事项
ar: كتابة إلى التذكيرات
de: In Erinnerungen schreiben
en: Write to Reminders
es: Escribir en Recordatorios
fr: Écrire dans Rappels
hi: रिमाइंडर में लिखें
id: Tulis ke Pengingat
it: Scrivi in Promemoria
ja: リマインダーに書き込む
ko: 알림에 쓰기
nl: Naar Herinneringen schrijven
pl: Zapisz do Przypomnień
pt: Gravar no Lembretes
ru: Записать в Напоминания
sv: Skriv till Påminnelser
th: เขียนลงเตือนความจำ
tr: Anımsatıcılar'a yaz
uk: Записати в Нагадування
vi: Ghi vào Lời nhắc
zh_hant: 寫入提醒事項

source: 写入提醒事项后保留本地记录，可重新导出
ar: بعد الكتابة إلى التذكيرات تبقى نسخة محلية؛ يمكنك التصدير مجددًا
de: Nach dem Schreiben in Erinnerungen bleibt eine lokale Kopie erhalten, erneut exportierbar
en: A local record is kept after writing to Reminders, so you can export again
es: Tras escribir en Recordatorios se conserva una copia local; puedes volver a exportar
fr: Un exemplaire local est conservé après écriture dans Rappels, vous pouvez réexporter
hi: रिमाइंडर में लिखने के बाद स्थानीय प्रति बनी रहती है; आप पुनः निर्यात कर सकते हैं
id: Setelah menulis ke Pengingat, salinan lokal tetap ada; Anda dapat mengekspor lagi
it: Dopo la scrittura in Promemoria resta una copia locale; puoi esportare di nuovo
ja: リマインダー書き込み後もローカル記録が保持され、再エクスポートできます
ko: 알림에 쓴 후에도 로컬 기록이 보존되어 다시 내보낼 수 있습니다
nl: Na het schrijven naar Herinneringen blijft een lokale kopie behouden; u kunt opnieuw exporteren
pl: Po zapisaniu do Przypomnień pozostaje lokalna kopia; możesz ponownie wyeksportować
pt: Após gravar no Lembretes, uma cópia local é mantida; você pode exportar novamente
ru: После записи в Напоминания сохраняется локальная копия; можно экспортировать повторно
sv: Efter att ha skrivit till Påminnelser behålls en lokal kopia; du kan exportera igen
th: หลังจากเขียนลงเตือนความจำ สำเนาท้องถิ่นยังคงอยู่ คุณสามารถส่งออกอีกครั้ง
tr: Anımsatıcılar'a yazdıktan sonra yerel bir kopya kalır; yeniden dışa aktarabilirsiniz
uk: Після запису в Нагадування зберігається локальна копія; ви можете експортувати знову
vi: Sau khi ghi vào Lời nhắc, bản sao cục bộ vẫn được giữ; bạn có thể xuất lại
zh_hant: 寫入提醒事項後保留本地記錄，可重新匯出

source: 写入文件失败：%@
ar: فشل كتابة الملف: %@
de: Datei schreiben fehlgeschlagen: %@
en: Failed to write file: %@
es: Error al escribir el archivo: %@
fr: Échec de l'écriture du fichier : %@
hi: फ़ाइल लिखने में विफल: %@
id: Gagal menulis file: %@
it: Scrittura del file non riuscita: %@
ja: ファイルの書き込みに失敗: %@
ko: 파일 쓰기 실패: %@
nl: Bestand schrijven mislukt: %@
pl: Nie udało się zapisać pliku: %@
pt: Falha ao gravar o arquivo: %@
ru: Не удалось записать файл: %@
sv: Det gick inte att skriva filen: %@
th: เขียนไฟล์ล้มเหลว: %@
tr: Dosya yazılamadı: %@
uk: Не вдалося записати файл: %@
vi: Ghi tệp thất bại: %@
zh_hant: 寫入文件失敗：%@

source: 写入音频失败
ar: فشل كتابة الصوت
de: Audio schreiben fehlgeschlagen
en: Failed to write audio
es: Error al escribir audio
fr: Échec de l'écriture audio
hi: ऑडियो लिखने में विफल
id: Gagal menulis audio
it: Scrittura audio non riuscita
ja: 音声の書き込みに失敗
ko: 오디오 쓰기 실패
nl: Audio schrijven mislukt
pl: Nie udało się zapisać dźwięku
pt: Falha ao gravar áudio
ru: Не удалось записать аудио
sv: Det gick inte att skriva ljud
th: เขียนเสียงล้มเหลว
tr: Ses yazılamadı
uk: Не вдалося записати аудіо
vi: Ghi âm thanh thất bại
zh_hant: 寫入音訊失敗

source: 分析画面
ar: تحليل المحتوى المرئي
de: Bildinhalte analysieren
en: Analyze Visuals
es: Analizar imágenes
fr: Analyser les visuels
hi: दृश्य विश्लेषण करें
id: Analisis Visual
it: Analizza contenuti visivi
ja: 画面を分析
ko: 화면 분석
nl: Beelden analyseren
pl: Analizuj obraz
pt: Analisar imagens
ru: Анализ изображений
sv: Analysera bilder
th: วิเคราะห์ภาพ
tr: Görselleri Analiz Et
uk: Аналіз зображень
vi: Phân tích hình ảnh
zh_hant: 分析畫面

source: 分离完成后与声纹库比对，命中的说话人直接标注为注册姓名（在转写页点“声纹”按钮标记）；未命中保留“说话人 N”。
ar: بعد اكتمال الفصل، يُقارن بمكتبة البصمات الصوتية؛ المتحدث المطابق يُوسم مباشرة بالاسم المسجَّل (وسمه بالضغط على زر “البصمة” في صفحة التفريغ)؛ وغير المطابق يبقى “المتحدث N”.
de: Nach der Trennung wird mit der Stimmprofil-Bibliothek abgeglichen; erkannte Sprecher werden direkt mit dem registrierten Namen markiert (über die Schaltfläche „Stimmprofil“ auf der Transkriptionsseite); nicht erkannte bleiben „Sprecher N“.
en: After separation completes, it matches against the voiceprint library; matched speakers are labeled directly with the registered name (mark via the Voiceprint button on the transcription page); unmatched ones keep “Speaker N”.
es: Al terminar la separación, se compara con la biblioteca de huellas de voz; los hablantes coincidentes se etiquetan con el nombre registrado (márquelos con el botón “Huella de voz” en la página de transcripción); los no coincidentes mantienen “Hablante N”.
fr: Une fois la séparation terminée, la comparaison s'effectue avec la bibliothèque d'empreintes vocales ; les locuteurs correspondants sont directement étiquetés avec le nom enregistré (marquez-les via le bouton « Empreinte » sur la page de transcription) ; les autres conservent « Locuteur N ».
hi: पृथक्करण पूरा होने के बाद वॉइसप्रिंट लाइब्रेरी से तुलना होती है; मिलान वाले वक्ता सीधे पंजीकृत नाम से चिह्नित होते हैं (ट्रांसक्रिप्शन पेज पर “वॉइसप्रिंट” बटन से चिह्नित करें); बिना मिलान वाले “वक्ता N” बने रहते हैं।
id: Setelah pemisahan selesai, dibandingkan dengan pustaka voiceprint; pembicara yang cocok langsung diberi label nama terdaftar (tandai lewat tombol Voiceprint di halaman transkripsi); yang tidak cocok tetap “Pembicara N”.
it: Al termine della separazione, il confronto avviene con la libreria delle impronte vocali; i parlanti corrispondenti sono etichettati direttamente con il nome registrato (marcali dal pulsante Voiceprint nella pagina di trascrizione); quelli non corrispondenti mantengono “Parlante N”.
ja: 分離完了後に声紋ライブラリと照合し、一致した話者は登録済みの氏名で直接ラベル付けされます（文字起こしページの「声紋」ボタンで指定）。一致しない場合は「話者 N」のままです。
ko: 분리가 끝난 후 음성 지문 라이브러리와 대조하며, 일치하는 화자는 등록된 이름으로 바로 표기됩니다(전사 페이지의 “음성 지문” 버튼으로 지정). 일치하지 않으면 “화자 N”으로 유지됩니다.
nl: Na de scheiding wordt vergeleken met de stemprofielbibliotheek; overeenkomende sprekers worden direct gelabeld met de geregistreerde naam (markeer via de knop Stemprofiel op de transcriptiepagina); niet-overeenkomende blijven “Spreker N”.
pl: Po zakończeniu separacji następuje porównanie z biblioteką odcisków głosu; dopasowani mówcy są oznaczani bezpośrednio zarejestrowaną nazwą (oznacz przyciskiem Odcisk głosu na stronie transkrypcji); niedopasowani pozostają jako “Mówca N”.
pt: Após a separação, compara com a biblioteca de impressões vocais; os falantes correspondentes são rotulados diretamente com o nome registrado (marque pelo botão Impressão vocal na página de transcrição); os não correspondentes mantêm “Falante N”.
ru: После завершения разделения выполняется сравнение с библиотекой голосовых отпечатков; совпавшие говорящие помечаются зарегистрированным именем (отметьте кнопкой «Голосовой отпечаток» на странице транскрипции); несовпавшие остаются как «Говорящий N».
sv: När separationen är klar jämförs den med röstavtrycksbiblioteket; matchande talare märks direkt med det registrerade namnet (markera via knappen Röstavtryck på transkriptionssidan); omatchade behåller “Talare N”.
th: หลังแยกเสร็จจะเทียบกับคลังลายเสียง ผู้พูดที่ตรงจะถูกติดป้ายชื่อที่ลงทะเบียนทันที (ติดป้ายด้วยปุ่ม “ลายเสียง” ที่หน้าคำถอดเสียง) ที่ไม่ตรงจะคงเป็น “ผู้พูด N”
tr: Ayırma tamamlandıktan sonra ses izi kitaplığıyla karşılaştırılır; eşleşen konuşmacılar doğrudan kayıtlı adla etiketlenir (döküm sayfasındaki “Ses İzi” düğmesiyle işaretleyin); eşleşmeyenler “Konuşmacı N” olarak kalır.
uk: Після завершення розділення виконується порівняння з бібліотекою голосових відбитків; знайдені мовці позначаються зареєстрованим іменем (позначте кнопкою «Голосовий відбиток» на сторінці транскрипції); незнайдені залишаються як «Мовець N».
vi: Sau khi tách xong, đối chiếu với thư viện giọng nói; người nói khớp được gắn trực tiếp tên đã đăng ký (đánh dấu bằng nút “Giọng nói” ở trang chuyển âm); không khớp thì giữ “Người nói N”.
zh_hant: 分離完成後與聲紋庫比對，命中的說話人直接標註為註冊姓名（在轉錄頁點「聲紋」按鈕標記）；未命中保留「說話人 N」。

source: 分钟
ar: دقائق
de: Minuten
en: minutes
es: minutos
fr: minutes
hi: मिनट
id: menit
it: minuti
ja: 分
ko: 분
nl: minuten
pl: minut
pt: minutos
ru: минут
sv: minuter
th: นาที
tr: dakika
uk: хвилин
vi: phút
zh_hant: 分鐘

source: 切换
ar: تبديل
de: Wechseln
en: Switch
es: Cambiar
fr: Basculer
hi: बदलें
id: Beralih
it: Passa a
ja: 切り替え
ko: 전환
nl: Schakelen
pl: Przełącz
pt: Alternar
ru: Переключить
sv: Växla
th: สลับ
tr: Değiştir
uk: Перемкнути
vi: Chuyển
zh_hant: 切換

source: 切换后现有录音、转写与总结不会自动迁移，仍保留在原文件夹（切回原路径即可恢复显示）。新数据将保存到： %@ 确认切换并重启应用。
ar: بعد التبديل، لن تُنقل التسجيلات والنصوص والملخصات الموجودة تلقائيًا وستبقى في المجلد الأصلي (عُد إلى المسار الأصلي لإعادة عرضها). ستُحفظ البيانات الجديدة في: %@ أكّد التبديل وأعد تشغيل التطبيق.
de: Nach dem Wechsel werden vorhandene Aufnahmen, Transkripte und Zusammenfassungen nicht automatisch migriert und bleiben im ursprünglichen Ordner (zurück zum ursprünglichen Pfad wechseln, um sie wieder anzuzeigen). Neue Daten werden gespeichert unter: %@ Wechsel bestätigen und App neu starten.
en: Existing recordings, transcripts, and summaries will not be migrated after switching and will remain in the original folder (switch back to the original path to restore them). New data will be saved to: %@ Confirm the switch and restart the app.
es: Tras el cambio, las grabaciones, transcripciones y resúmenes existentes no se migrarán y permanecerán en la carpeta original (vuelve a la ruta original para volver a mostrarlos). Los nuevos datos se guardarán en: %@ Confirma el cambio y reinicia la app.
fr: Après le changement, les enregistrements, transcriptions et résumés existants ne seront pas migrés et resteront dans le dossier d'origine (revenez au chemin d'origine pour les réafficher). Les nouvelles données seront enregistrées dans : %@ Confirmez le changement et redémarrez l'application.
hi: स्विच करने के बाद मौजूदा रिकॉर्डिंग, ट्रांसक्रिप्ट और सारांश स्वतः स्थानांतरित नहीं होंगे और मूल फ़ोल्डर में ही रहेंगे (वापस मूल पथ पर जाने से फिर दिखने लगेंगे)। नया डेटा यहाँ सहेजा जाएगा: %@ स्विच की पुष्टि करें और ऐप को पुनः आरंभ करें।
id: Setelah beralih, rekaman, transkrip, dan ringkasan yang ada tidak akan dipindahkan otomatis dan tetap berada di folder asal (beralih kembali ke jalur asal untuk menampilkannya lagi). Data baru akan disimpan ke: %@ Konfirmasi peralihan dan mulai ulang aplikasi.
it: Dopo il cambio, le registrazioni, le trascrizioni e i riepiloghi esistenti non verranno migrati e resteranno nella cartella originale (torna al percorso originale per visualizzarli di nuovo). I nuovi dati saranno salvati in: %@ Conferma il cambio e riavvia l'app.
ja: 切り替え後、既存の録音・文字起こし・要約は自動的に移行されず、元のフォルダに残ります（元のパスに戻せば再表示できます）。新しいデータは次に保存されます： %@ 切り替えを確認してアプリを再起動してください。
ko: 전환 후 기존 녹음, 전사 및 요약은 자동으로 이전되지 않고 원래 폴더에 남습니다(원래 경로로 되돌리면 다시 표시됩니다). 새 데이터는 다음 위치에 저장됩니다: %@ 전환을 확인하고 앱을 재시작하세요.
nl: Na het wisselen worden bestaande opnamen, transcripties en samenvattingen niet automatisch gemigreerd en blijven ze in de oorspronkelijke map staan (schakel terug naar het oorspronkelijke pad om ze weer te tonen). Nieuwe gegevens worden opgeslagen in: %@ Bevestig de wisseling en herstart de app.
pl: Po przełączeniu istniejące nagrania, transkrypcje i podsumowania nie zostaną automatycznie przeniesione i pozostaną w oryginalnym folderze (wróć do oryginalnej ścieżki, aby je ponownie wyświetlić). Nowe dane zostaną zapisane w: %@ Potwierdź przełączenie i uruchom ponownie aplikację.
pt: Após a troca, as gravações, transcrições e resumos existentes não serão migrados e permanecerão na pasta original (volte ao caminho original para exibi-los novamente). Os novos dados serão salvos em: %@ Confirme a troca e reinicie o app.
ru: После переключения существующие записи, расшифровки и сводки не будут перенесены и останутся в исходной папке (вернитесь к исходному пути, чтобы снова их увидеть). Новые данные будут сохраняться в: %@ Подтвердите переключение и перезапустите приложение.
sv: Efter bytet migreras inte befintliga inspelningar, transkriptioner och sammanfattningar automatiskt utan ligger kvar i den ursprungliga mappen (byt tillbaka till den ursprungliga sökvägen för att visa dem igen). Nya data sparas i: %@ Bekräfta bytet och starta om appen.
th: หลังสลับ ตอนนี้การบันทึก ถอดเสียง และสรุปที่มีอยู่จะไม่ถูกย้ายโดยอัตโนมัติ และจะยังอยู่ในโฟลเดอร์เดิม (สลับกลับไปยังพาธเดิมเพื่อแสดงอีกครั้ง) ข้อมูลใหม่จะถูกบันทึกไปที่: %@ ยืนยันการสลับและรีสตาร์ทแอป
tr: Geçişten sonra mevcut kayıtlar, dökümler ve özetler otomatik olarak taşınmaz ve özgün klasörde kalır (yeniden görüntülemek için özgün yola geri dönün). Yeni veriler şuraya kaydedilecek: %@ Geçişi onaylayın ve uygulamayı yeniden başlatın.
uk: Після перемикання наявні записи, розшифровки та підсумки не буде перенесено автоматично, вони залишаться у вихідній теці (поверніться до вихідного шляху, щоб знову їх побачити). Нові дані зберігатимуться до: %@ Підтвердьте перемикання та перезапустіть застосунок.
vi: Sau khi chuyển, các bản ghi âm, bản gỡ băng và bản tóm tắt hiện có sẽ không được di chuyển tự động và vẫn ở trong thư mục gốc (chuyển lại đường dẫn gốc để hiển thị lại). Dữ liệu mới sẽ được lưu vào: %@ Xác nhận chuyển và khởi động lại ứng dụng.
zh_hant: 切換後現有錄音、轉寫與總結不會自動搬移，仍保留在原資料夾（切回原路徑即可恢復顯示）。新資料將儲存到： %@ 確認切換並重新啟動應用程式。

source: 切换数据文件夹
ar: تبديل مجلد البيانات
de: Datenordner wechseln
en: Switch Data Folder
es: Cambiar carpeta de datos
fr: Changer de dossier de données
hi: डेटा फ़ोल्डर बदलें
id: Ganti folder data
it: Cambia cartella dati
ja: データフォルダを切り替え
ko: 데이터 폴더 전환
nl: Gegevensmap wijzigen
pl: Zmień folder danych
pt: Alterar pasta de dados
ru: Сменить папку данных
sv: Byt datamapp
th: สลับโฟลเดอร์ข้อมูล
tr: Veri klasörünü değiştir
uk: Змінити папку даних
vi: Chuyển thư mục dữ liệu
zh_hant: 切換資料夾

source: 切换语言
ar: تغيير اللغة
de: Sprache wechseln
en: Switch Language
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
id: Ganti Bahasa
it: Cambia lingua
ja: 言語を切り替える
ko: 언어 변경
nl: Taal wijzigen
pl: Zmień język
pt: Alterar idioma
ru: Сменить язык
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
vi: Đổi ngôn ngữ
zh_hant: 切換語言
